{
    "Sign-Up": "Sign Up",
    "Login": "Login",
    "Legal and equiv": "Terms & Conditions",
    "App description": "This would take around 5 minutes. It will help pointing you to the right direction by considering  your carreer needs as the top priorities. Just be honest to yourself and have fun",

    "Username": "Username",
    "Password": "Password",
    "Username is required": "Username is required",
    "Password is required": "Password is required",

    "welcome-back": "Welcome to Tinman's Interest Profiler",
    "This profiler will identify which fields of work suit you best.": "This profiler will identify which fields of work suit you best.",
    "All you need to do is answer 60 yes/no questions": "All you need to do is answer 60 yes/no questions",
    "To start, we need your date of birth": "To start, we need your date of birth",
    "Your first name": "Your first name",
    "Your location - choose your province, then district, then subdistrict": "Your location - choose your province, then district, then subdistrict",

    "Interest Guide Title": "Interest Profiler User Guide",
    "Time-guide": "The profiler is 60 yes/no questions. It should take you 5 minutes.",
    "HowTo-guide": "Answer \"Yes\" by swiping right. Answer \"No\" by swiping left.",
    "Back-guide": "If you make a mistake, you can hit the \"back\" button.",
    "BackRule-guide": "You can only go back one question",
    "SwipeRight-guide": "As you swipe right, the screen will show a green area to confirm your \"Yes\" answer",
    "SwipeLeft-guide": "As you swipe left, the screen will show a red red to confirm your \"No\" answer",
    "NoAnswer-guide": "There are no right and wrong answers",
    "AnswerHonestly-guide": "Answer honestly and the system will be more useful for you.",

    "Next": "Next",
    "Back": "Back",
    "Yes": "Yes",
    "No": "No",
    "Accept": "Accept",
    "Not Accpet": "Not Accpet",
    "Share": "Share",
    "Remaining questions": "There are {{ count }} remaining questions",
    "Back one question": "Back one question",

    "Congratulations": "Congratulations - you have finished",
    "Some time soon": "Some time soon, Tinman will upgrade this app to connect you with companies that like people like you. This is based on personalities, not your academic skills.",
    "Personality Code": "Personality Code: This acronym is your Interest Profile using the first letter of the profile type in English",
    "Match": "You match most strongly with ",
    "Best choice": "These fields of work are not your best choices",
    "Courses will": "Courses that will make you more attractive to the fields you align with.",

    "Coming soon - more details, more depth and we will align you with roles, vacancies and companies that like people like you": "COMING SOON! This only scratches the surface of your career DNA profile. There are a lot more spectrum of employability assessments we would like to invite you to participate in the near future. The said assessments will align you to the roles and companies that you will be happy working with",
    "Interest Subtitle" : "",
    "Interest Profile Code": "Choose the right career with the RIASEC way of thinking. \n\n when I was a little boy We've all been asked the classic question, “What do you want to be when you grow up?” and our answer would probably revolve around a career of a teacher, a policeman, a soldier, a nurse or something like that. But for many, the same question may become even more important as we enter puberty. Some people may find the answer for themselves very easily. But if you haven't crystallized or are unsure of the answer? Let's take a look at how the RIASEC approach can help you find the right career path for you. \n From the research of Dr. John Lewis Holland (Dr. John Lewis Holland), who invented the theory for choosing a career. and also a psychologist from Johns Hopkins University, who believes that all human beings already have self-awareness. when combined with the knowledge and understanding of various professions It will create interest in that occupation. For example, a simple career as an engineer is a career that uses both calculations and creativity. If you already know that you love math and the opportunity to get creative. Once you have enough knowledge of the profession of engineer You'll find that this is one of those careers that gives you the opportunity to do what you enjoy and are interested in. Engineer is probably the right job for you. \n Dr Holland believes that human beings can be classified into six different career interests: those interested in realism, data and science. (Investigative), arts in various fields (Artistic), service and meeting people (Social), administration and business (Enterprise) and general office work. (Conventional) \n Various environments around us, whether it is upbringing from parents. family economic status or even the cultural traditions of the community that live They all play a part in shaping our professional personality. It may start with just feeling like or dislike something. liking leads to interest And interest may lead to learning and practice. until it becomes our ability in the end \n So we can see that various conditions of that environment It plays a huge role in the development of our professional personality. Humans generally know their own interests and abilities. He always seeks an environment that allows him to showcase his talents and practice his skills to progress. \n\n Both these professional personalities and environments It will be information that helps us to make predictions about choosing the right career. to various behaviors According to this theory, your professional personality is...",
    "Realistic Subtitle": "Hands-on - practical - problem solver - often outside - minimal paperwork and social interaction",
    "Realistic Profile Code": "Realistic — Realistic occupations frequently involve work activities that include practical, hands-on problems and solutions. They often deal with plants, animals, and real-world materials like wood, tools, and machinery. Many of the occupations require working outside, and do not involve a lot of paperwork or working closely with others.",
    "Investigative Subtitle": "Research - intensive thinking and mental effort",
    "Investigative Profile Code": "Investigative — Investigative occupations frequently involve working with ideas, and require an extensive amount of thinking. These occupations can involve searching for facts and figuring out problems mentally",
    "Artistic Subtitle": "Creative thinking - design and self-expression - fewer rules",
    "Artistic Profile Code": "Artistic — Artistic occupations frequently involve working with forms, designs and patterns. They often require self-expression and the work can be done without following a clear set of rules.",
    "Social Subtitle": "Regular or constant communications - teaching, helping and serving others",
    "Social Profile Code": "Social — Social occupations frequently involve working with, communicating with, and teaching people. These occupations often involve helping or providing service to others.",
    "Enterprising Subtitle": "Creating and running projects - leading teams - making decisions - taking responsibility",
    "Enterprising Profile Code": "Enterprising — Enterprising occupations frequently involve starting up and carrying out projects. These occupations can involve leading people and making many decisions. Sometimes they require risk taking and often deal with business.",
    "Conventional Subtitle": "Following procedures - dealing with data and details - structured environment",
    "Conventional Profile Code": "Conventional — Conventional occupations frequently involve following set procedures and routines. These occupations can include working with data and details more than with ideas. Usually there is a clear line of authority to follow.",

    "Top job families matches": "Top job families matches",
    "Top job families to avoid": "Top job families to avoid",
    "Transferable skills": "Transferable skills",
    "recommended courses": "I want to acquire more talent",
    "If you need to see more, click here to get by [completed contact method and ID provided]": "Job families shown are what best fitted you. If you desire to see more of your career alternatives, please allow us to know a little bit more about you. Your information will be kept at the highest level of confidentiality. We have the utmost respect to your privacy. Your data is safe with us",

    "List of courses": "Here are courses provided by our partners to help you to be more employable preferred"
}
