{
    "Sign-Up": "ลงทะเบียนผูใช้ใหม่",
    "Login": "ลงชื่อเข้าใช้",
    "Legal and equiv": "เงื่อนไขและข้อตกลง",
    "App description": "เราจะใช้เวลาตรงนี้กันไม่เกิน 5 นาที สำหรับการตอบคำถามเร็วๆแค่ 60 ข้อ ซึงจะช่วยชี้ให้เห็นว่าจริงๆแล้วตามลักษณะอุปนิสัยของคุณ คุณสามารถทำงานประเภทไหนได้บ้างอย่างมีความสุขและไม่ฝืนธรรมชาติของคุณจนเกินไป คำตอบไม่มีผิดมีถูก ซื่อสัตย์กับใจของคุณเองแล้วเรามาหาคำตอบกัน",

    "Username": "Username",
    "Password": "Password",
    "Username is required": "Username is required",
    "Password is required": "Password is required",

    "welcome-back": "ยินดีต้อนรับเข้าสู่การวิเคราะห์บุคลิกภาพทางอาชีพของทินแมน",
    "This profiler will identify which fields of work suit you best.": "การทดสอบนี้จะช่วยให้คุณทราบถึงขอบเขตของอาชีพที่เหมาะสมกับคุณ",
    "All you need to do is answer 60 yes/no questions": "คุณแค่ตอบคำถาม \"ใช่\" หรือ \"ไม่\" ในการทำแบบทดสอบนี้",
    "To start, we need your date of birth": "ก่อนอื่นเลย ช่วยบอกเราว่าคุณเกิดเมื่อไหร่",
    "Your first name": "ชื่อของคุณ",
    "Your location - choose your province, then district, then subdistrict": "สถานที่ที่คุณอยู่ ณ ปัจจุบัน (เริ่มจากเลือกจังหวัด ตามด้วยอำเภอและเขต)",

    "Interest Guide Title": "แนะนำการใช้งานแบบทดสอบบุคลิกทางอาชีพ",
    "Time-guide": "ตอบคำถามเพียง\"ใช่\"หรือ\"ไม่\"เท่านั้น ใช้เวลาประมาณ5นาที",
    "HowTo-guide": "ตอบ\"ใช่\"โดยเลื่อนปุ่มไปทางขวา /// ตอบ\"ไม่\"โดยเลื่อนปุ่มไปทางซ้าย",
    "Back-guide": "หากต้องการแก้ไขคำตอบ กดปุ่ม\"กลับ\"",
    "BackRule-guide": "คุณสามารถกลับไปแก้ไขได้เพียง1ข้อก่อนหน้าเท่านั้น",
    "SwipeRight-guide": "เมื่อคุณเลื่อนปุ่มไปทางขวา หน้าจอจะแสดงสีเขียวเพื่อยืนยันคำตอบ\"ใช่\"ของคุณ",
    "SwipeLeft-guide": "เมื่อคุณเลื่อนปุ่มไปทางซ้าย หน้าจอจะแสดงสีแดงเพื่อยืนยันคำตอบ\"ไม่\"ของคุณ",
    "NoAnswer-guide": "คำตอบของคุณไม่มีผิดหรือถูก",
    "AnswerHonestly-guide": "ระบบของเราจะช่วยคุณได้ดีที่สุดเมื่อคุณซื่อสัตย์ต่อคำตอบของคุณ",

    "Next": "ต่อไป",
    "Back": "กลับ",
    "Yes": "ใช่",
    "No": "ไม่",
    "Accept": "ยอมรับ",
    "Not Accpet": "ไม่ยอมรับ",
    "Share": "แชร์",
    "Remaining questions": "เหลืออีก {{ count }} คำถาม",
    "Back one question": "กลับไปแก้ไขคำตอบก่อนหน้า",

    "Congratulations": "ยินดีด้วย คุณทำแบบทดสอบเรียบร้อยแล้ว",
    "Some time soon": "ในอนาคตอันใกล้มากๆ ทินแมนจะอัพเกรดแอพฯนี้ให้บริษัทฯที่ชอบคนที่มีบุคลิกภาพทางอาชีพแบบคุณสามารถเข้าถึงคุณได้ โดยอยู่บนพื้นฐานของบุคลิกภาพทางอาชีพของคุณ ไม่ใช่เพียงแค่ประวัติการเรียน",
    "Personality Code": "รหัสบุคลิกภาะทางอาชีพของคุณ ตัวย่อนี้มาจากตัวอักษรภาษาอังกฤษตัวแรกของบุคลิกภาพทางอาชีพของคุณ (พิมพ์เป็นภาษษาอังกฤษ)",
    "Match": "บุคลิกภาพทางอาชีพของคุณเหมาะมากๆกับ...",
    "Best choice": "กลุ่มอาชีพเหล่านี้อาจไม่เหมาะกับคุณสักเท่าไหร่",
    "Courses will": "คอร์สที่สามารถช่วยให้คุณเป็นที่ต้องการมากยิ่งขึ้นในกลุ่มงานที่คุณเหมาะสม",

    "Coming soon - more details, more depth and we will align you with roles, vacancies and companies that like people like you": "การวิเคราะห์ความรู้จักตัวเองที่คุณได้ทำไปเมื่อสักครู่นั้น เป็นเพียงเศษเสี้ยวเดียวของซีรี่ย์การวิเคราะห์เชิงจิตวิทยาการอาชีพของเรา ซึ่งเราอยู่ในระหว่างการปรับให้ตรงกับระบบความคิดและวัฒนธรรมของคนไทยเรามากที่สุด เราจะรีบบอกคุณทันทีที่เราทำเสร็จเรียบร้อยเพื่อที่คุณจะได้เห็นความเป็นไปได้ทางอาชีพของคุณเพิ่มขึ้นมากกว่านี้อีก ที่สำคัญจริงๆก็คือบริษัทฯยักษ์ใหญ่ทุกวันนี้ พวกเขาไม่ได้มองคุณจากเรซูเม่ของคุณอย่างเดียวอีกต่อไปแล้ว พวกเขาเลือกที่จะหาคนที่เหมาะสมโดยดูจากความเข้ากันได้ระหว่างองค์กรณ์และ DNA ที่บอกถึงธรรมชาติและความถนัดของคุณ ยิ่งคุณมีส่วนร่วมกับการวิเคราะห์ของเรามากเท่าไหร่ จะมีบริษัทฯดีๆที่เห็นคุณมากขึ้น ตั้งแต่ตอนนี้เลย ไม่ใช่รอจนคุณเรียนจบ",
    "Interest Subtitle" : "",
    "Interest Profile Code": "เลือกอาชีพให้ตรงใจด้วยวิธีคิดแบบ RIASEC \n\n สมัยยังเป็นเด็กน้อย พวกเราทุกคนคงเคยถูกถามด้วยคำถามสุดคลาสสิคว่า “โตขึ้นหนูอยากเป็นอะไร” และคำตอบของเราก็คงวนเวียนอยู่กับอาชีพครู ตำรวจ ทหาร พยาบาล หรืออะไรทำนองนี้ แต่สำหรับหลายๆ คน คำถามเดียวกันนี้อาจจะยิ่งทวีความสำคัญมากยิ่งขึ้นเมื่อเราก้าวเข้าสู่วัยหนุ่มสาว บางคนอาจหาคำตอบให้กับตัวเองได้อย่างไม่ยากเย็นนัก แต่ถ้าหากคุณยังไม่ตกผลึกหรือยังไม่แน่ใจในคำตอบ เรามาดูกันว่าวิธีคิดแบบ RIASEC นั้น จะสามารถช่วยคุณค้นหาเส้นทางอาชีพที่ตรงใจของคุณได้อย่างไร \n จากการวิจัยของ ดร. จอห์น ลูวิส ฮอลแลนด์ (Dr. John Lewis Holland) ผู้คิดค้นทฤษฎีสำหรับเลือกอาชีพ และยังเป็นนักจิตวิทยาจากมหาวิทยาลัยจอห์น ฮอปกินส์ ซึ่งเขาเชื่อว่ามนุษย์ทุกคนนั้นมีความรู้จักตัวเองเป็นทุนเดิมอยู่แล้ว เมื่อผนวกรวมกับความรู้ความเข้าใจของอาชีพต่างๆ ก็จะสร้างให้เกิดความสนใจในอาชีพนั้นๆ ขึ้นมา ยกตัวอย่างง่ายๆ เช่น อาชีพวิศวกรนั้นเป็นอาชีพที่ได้ใช้ทั้งการคิดคำนวณและการสร้างสรรค์ หากคุณรู้ตัวอยู่แล้วว่าชอบการคำนวณและโอกาสที่จะได้สร้างสรรค์สิ่งต่างๆ เมื่อคุณมีความรู้เกี่ยวกับอาชีพวิศวกรมากพอ คุณก็จะพบว่านี่เป็นหนึ่งในอาชีพที่เปิดโอกาสให้คุณได้ทำในสิ่งที่คุณชื่นชอบและสนใจ วิศวกรก็น่าจะเป็นอาชีพที่เหมาะกับคุณ ดร. \n ฮอลแลนด์เชื่อว่ามนุษย์เรามีบุคลิกที่แบ่งตามความสนใจในอาชีพได้อยู่ 6 ประเภทคือ ผู้ที่สนใจในฝีมือเชิงช่างและการลงแรง (Realistic) งานด้านข้อมูลและวิทยาศาสตร์ (Investigative) งานด้านศิลปะแขนงต่างๆ (Artistic) งานบริการและพบปะผู้คน (Social) งานบริหารและประกอบธุรกิจ (Enterprise) และงานสำนักงานทั่วไป (Conventional) \n สภาพแวดล้อมต่างๆ รอบตัวเรา ไม่ว่าจะเป็นการอบรมเลี้ยงดูจากพ่อแม่ สถานะทางเศรษฐกิจของครอบครัว หรือแม้กระทั่งวัฒนธรรมประเพณีของชุมชนที่อาศัยอยู่ ต่างก็มีส่วนในการหล่อหลอมบุคลิกทางอาชีพของเรา โดยอาจเริ่มต้นเพียงแค่ความรู้สึกชอบหรือไม่ชอบสิ่งใดสิ่งหนึ่ง ความชอบนำพาไปสู่ความสนใจ และความสนใจก็อาจนำไปสู่การเรียนรู้ฝึกฝน จนกลายเป็นความสามารถของเราไปในที่สุด \n เราจึงจะเห็นได้ว่า เงื่อนไขต่างๆ ของสภาพแวดล้อมนั้น มีบทบาทเป็นอย่างมากต่อการพัฒนาบุคลิกทางอาชีพของเรา มนุษย์โดยทั่วไปเมื่อรู้จักความสนใจและความสามารถของตนเองแล้ว ก็มักจะแสวงหาสภาพแวดล้อมที่เปิดโอกาสให้เขาได้แสดงความสามารถและฝึกฝนทักษะเพื่อความก้าวหน้า \n\n ทั้งบุคลิกทางอาชีพและสภาพแวดล้อมเหล่านี้ จะเป็นข้อมูลที่ช่วยให้เราสามารถคาดคะเนถึงการเลือกอาชีพที่เหมาะสม ไปตลอดจนถึงพฤติกรรมต่างๆ ของเราเองได้อีกด้วย ตามทฤษฎีนี้ บุคลิกทางอาชีพของคุณคือ...",
    "Realistic Subtitle" : "ชอบเครื่องยนต์กลไก มองเห็นปัญหาเป็นฉากๆ ชอบการคิดคำนวณ ไม่ชอบการใช้ภาษา ไม่ชอบเข้าสังคม",
    "Realistic Profile Code": "บุคลิกสำหรับงานฝีมือเชิงช่าง (Realistic) \n บุคคลในกลุ่มนี้อาจจะมีความสนใจในกีฬา ชอบออกกำลังกาย ใช้ชีวิตกลางแจ้ง ชอบเครื่องยนต์กลไกและอุปกรณ์ต่างๆ สนใจใฝ่รู้ในการทำงานของเครื่องจักรต่างๆ มองเห็นปัญหาเป็นฉากๆ ชอบการคิดคำนวณ แต่ไม่ค่อยช่างเจรจาและไม่ชอบการใช้ภาษา อุปนิสัยมักเป็นคนหนักแน่น ก้มหน้าก้มตาทำงานหนัก อดทนและมุมานะ แต่ไม่ชอบเข้าสังคมและอาจไม่มีความทะเยอะทะยานมากนัก นี่จึงเป็นบุคลิกที่ไม่ค่อยจะเหมาะกับการทำงานในระดับผู้นำสักเท่าไหร่นัก \n พวกเขามักจะมีความสามารถทางกายภาพที่มากกว่าคนทั่วไป มีความแข็งแกร่งและความคล่องแคล่วว่องไว ถนัดในการใช้เครื่องมือประเภทต่างๆ และมีความรู้ในการซ่อมแซมสิ่งต่างๆ เป็นอย่างดี พวกเขายังเชื่อในการลงมือทำจริงๆ และยึดมั่นในธรรมเนียมปฏิบัติที่สืบต่อกันมานาน อาชีพที่เหมาะสมจึงเป็นสายงานเชิงช่าง ไม่ว่าจะเป็นช่างไฟฟ้าหรือไปจนถึงระดับวิศวกร หรือสายงานด้านกีฬาและอาชีพที่ต้องใช้ชีวิตกลางแจ้ง เช่น ผู้ชำนาญการเดินป่า นักดำน้ำ หรือเจ้าหน้าที่ป่าไม้",
    "Investigative Subtitle" : "ช่างสังเกต   มีเหตุมีผล ละเอียดละออ   ชอบการคำนวณ   ไม่ชอบเข้าสังคม   ไม่ชอบงานด้านธุรกิจ ",
    "Investigative Profile Code": "บุคลิกสำหรับงานคิดวิเคราะห์ ศึกษาข้อมูล (Investigative) \n กลุ่มที่สองนี้มักเป็นคนช่างสังเกต ชอบตั้งคำถาม มีเหตุมีผล ละเอียดละออ ชอบการคำนวณและการทดลองอะไรใหม่ๆ ไม่กลัวงานที่ซับซ้อนทางความคิด แต่จะไม่ชอบงานด้านธุรกิจ ไม่ชอบเข้าสังคม อาจมีความยึดติดกับกฏเกณฑ์และทฤษฎีอะไรบางอย่างมากจนเกินไป แต่ก็มีความมั่นใจในการแก้ปัญหาต่างๆ \n บุคลิกประเภทนี้จะเชื่อในการใฝ่หาข้อมูล แสวงหาความรู้ใหม่ๆ ต้องการอิสรภาพในการทดลองสิ่งแปลกใหม่ \n อาชีพในสายแพทย์ทั้งหลายจึงเป็นอาชีพที่เหมาะสมกับคนกลุ่มนี้ และยังรวมไปถึงงานที่ต้องรับมือกับข้อมูลจำนวนมาก เช่น นักสถิติ นักเศรษฐศาสตร์ หรือแม้กระทั่งนักโบราณคดี นักดาราศาสตร์ ไปจนถึงนักสืบ ก็เป็นอาชีพที่เหมาะสมเช่นกัน",
    "Artistic Subtitle" : "ใช้ชีวิตตามแรงปราถนา   เกลียดการทำอะไรซ้ำเดิม   มีความคิดสร้างสรรค์   ทำงานระเบียบแบบแผนมากไม่ได้",
    "Artistic Profile Code": "บุคลิกสำหรับงานศิลปะ (Artisitc) \n คนจะเป็นศิลปินนั้นย่อมรักในความงามและเสรีภาพ พวกเขามีความเป็นตัวของตัวเองสูง ไม่ชอบอยู่ใต้บงการของใคร ใช้ชีวิตตามแรงปราถนา ทำงานที่มีความเป็นระเบียบแบบแผนหรืออนุรักษ์นิยมมากๆ ไม่ได้ เกลียดการทำอะไรซ้ำเดิมหรือซ้ำกับผู้อื่น ชอบเสพงานศิลปะแขนงต่างๆ ทั้งดนตรี ละคร ภาพยนตร์ วรรณกรรม \n พวกเขามักจะมีความคิดสร้างสรรค์เป็นเลิศ มีทักษะในการแปรความเพ้อฝันให้ออกมาเป็นผลงานศิลปะในรูปแบบต่างๆ ทัศนคติของกลุ่มนี้จะยึดโยงอยู่กับเสรีภาพและความเป็นตัวของตัวเอง อาชีพในสายศิลปินทั้งหมดจึงเป็นอาชีพที่เหมาะสมที่สุด แต่งานอย่างนักแปล ล่าม ดีเจ นายแบบนางแบบ และคนทำงานโฆษณาก็เป็นอาชีพที่สามารถทำได้ดีด้วยเช่นกัน",
    "Social Subtitle" : "ชอบเข้าสังคม   เห็นอกเห็นใจคนอื่น   ชอบการเป็นผู้นำ   ชื่นชอบการใช้ภาษา   เครื่องยนต์กลไกถือเป็นของแสลง",
    "Social Profile Code": "บุคลิกสำหรับงานบริการผู้อื่น (Social) \n ช่างพูดช่างคุย ชอบเข้าสังคม เห็นอกเห็นใจคนอื่นมากเป็นพิเศษ มีอุดมการณ์ ชอบการเป็นผู้นำ เหล่านี้คือบุคลิกสำคัญๆ ของผู้ที่ชอบงานในด้านการบริการ เขามักจะมีทักษะด้านภาษาที่โดดเด่น หรือชื่นชอบการใช้ภาษา ชอบการประสานงานกับผู้คนมากหน้าหลายตา สามารถทำงานร่วมกับผู้อื่นและพร้อมเปิดใจรับฟังพวกเขาเสมอ แต่จะไม่ถนัดในด้านคณิตศาสตร์ การวิเคราะห์หรือใช้ข้อมูลจำนวนมาก และเครื่องยนต์กลไกทั้งหลายถือเป็นของแสลง \n คนกลุ่มนี้จะเชื่อในการร่วมมือกันเพื่อสิ่งที่ยิ่งใหญ่กว่า เชื่อว่ามนุษย์เกิดมาเพื่อพึงพาอาศัยกันเพื่อที่จะอยู่ร่วมกันได้ บุคลิกเช่นนี้เหมาะกับงานบริการทั้งหลาย เช่น มัคคุเทศก์ พนักงานโรงแรม พนักงานต้อนรับ หรือพยาบาล และยังครอบคลุมไปถึงงานที่ต้องอาศัยความเข้าอกเข้าใจผู้อื่นด้วย เช่น นักจิตวิทยา นักสังคมสงเคราะห์ รวมไปถึงนักการทูตอีกด้วย",
    "Enterprising Subtitle" : "กล้าแสดงออก   ชอบความเสี่ยง   ชอบวางแผน   ชักจูงโน้มน้าวผู้อื่นได้ดี   ไม่ถนัดในงานเชิงช่าง",
    "Enterprising Profile Code": "บุคลิกสำหรับงานธุรกิจ (Enterprising) \n  ความกล้าแสดงออก คิดแล้วลงมือทำเลย ไม่รีรอ ชอบความเสี่ยง นี่คือบุคลิกที่เหมาะกับงานธุรกิจค้าขาย นอกจากนี้แล้ว ยังเป็นคนชอบวางแผน มีความเป็นผู้นำสูง มีความสามารถในการชักจูงโน้มน้าวผู้อื่น ไม่พูดจาอ้อมค้อม ชื่นชอบในการพบปะผู้คนที่มีชื่อเสียง และผู้ที่มีความสนใจในเศรษฐศาสตร์และการเมือง แต่จะไม่ถนัดในงานค้นคว้าข้อมูลในปริมาณมากๆ และงานเชิงช่าง \n  พวกเขามักจะเชื่อในอำนาจ การวางแผนและควบคุม เชื่อว่าการแข่งขันจะนำไปสู่สิ่งที่ดีกว่าเสมอ แน่นอนว่าอาชีพที่เหมาะสมกับบุคลิกเช่นนี้ก็คือกลุ่มอาชีพที่เกี่ยวข้องการกับธรุกิจและการเงิน นักธนาคาร นักการตลาด นายหน้าอสังหาริมทรัพย์ ตัวแทนขายประกัน นี่ยังรวมไปถึงสายอาชีพที่เกี่ยวข้องกับอำนาจ ไม่ว่าจะเป็นนักการเมือง ทนายความ ผู้พิพากษา และอัยการอีกด้วย",
    "Conventional Subtitle" : "มีความเป็นระเบียบสูง รอบคอบ อดทน นิยมหลีกเลี่ยงการโต้แย้ง ไม่ชอบใช้แรงกาย",
    "Conventional Profile Code": "บุคลิกสำหรับงานที่เป็นระเบียบแบบแผน (Conventional) \n บุคลิกสำหรับคนกลุ่มนี้จะเป็นคนที่มีความอนุรักษ์นิยมสูง ยึดกับรูปแบบการทำงานอย่างที่เคยปฏิบัติต่อๆ กันมา มีความเป็นระเบียบสูง รอบคอบ อดทน และควบคุมอารมณ์ได้ดี นิยมหลีกเลี่ยงการโต้แย้ง ไม่ค่อยมีความยืดหยุ่น จึงมีความเป็นผู้ตามที่ดีกว่าการเป็นผู้นำ ไม่ชอบใช้แรงกาย และอาจรวมถึงไม่ค่อยเสพงานศิลปะมากนักด้วยเช่นกัน \n  ในกลุ่มสุดท้ายนี้ จะมีความชำนาญในงานที่เกี่ยวกับตัวเลข งานที่ต้องการการจัดหมวดหมู่ ไม่ว่าจะเป็นหมวดหมู่สำหรับสิ่งของหรือข้อมูลก็ตาม ไม่หวั่นกับการนำข้อมูลปริมาณมหาศาลมาวิเคราะห์ และพวกเขามักจะเชื่อมั่นในความถูกต้องตามแบบแผน การทำงานอย่างจริงจังให้มีประสิทธิภาพสูงสุด และการสร้างความมั่นคงให้กับองค์กรและตนเอง อาชีพที่เกี่ยวกับตัวเลขและการเงินจึงเป็นอาชีพที่เหมาะกับบุคลิกกลุ่มนี้เป็นอย่างมาก เช่น เจ้าหน้าที่สรรพากร นักวิเคราะห์เศรษฐกิจ นักธนาคาร นักบัญชี หรืองานที่เกี่ยวข้องกับการจัดหมวดหมู่ทั้งหลาย เช่น พนักงานไปรษณีย์ เจ้าหน้าที่คุมสต็อคสินค้า เป็นต้น",

    "Top job families matches": "กลุ่มอาชีพที่เหมาะกับคุณที่สุด",
    "Top job families to avoid": "กลุ่มอาชีพที่คุณควรจะเลี่ยงเพราะดูจะฝืนธรรมชาติคุณไปหน่อย",
    "Transferable skills": "ความถนัด",
    "recommended courses": "คอร์สฝึกฝนเพิ่มเติมที่เหมาะกับคุณถ้าคุณต้องการ",
    "If you need to see more, click here to get by [completed contact method and ID provided]": "คลิกเพื่อดูว่าคุณเหมาะกับกลุ่มงานไหนอีกบ้าง เราอาจต้องขอข้อมูลของคุณเพิ่มนิดนึง ไม่ต้องกังวลว่าเราทำข้อมูลของคุณรั่วไหลหรือเอาไปใช้ผิดๆ เราเคารพสิทธ์ของคุณเต็มที่",

    "List of courses": "คอร์สฝึกฝนเพิ่มเติมที่เหมาะกับคุณจากพาร์ตเนอร์ของเรา",
    "Realistic": "บุคลิกสำหรับงานฝีมือเชิงช่าง",
    "Interest":"",
    "Investigative":"บุคลิกสำหรับงานคิดวิเคราะห์ ศึกษาข้อมูล",
    "Artistic":"บุคลิกสำหรับงานศิลปะ",
    "Social":"บุคลิกสำหรับงานบริการผู้อื่น",
    "Enterprising":"บุคลิกสำหรับงานธุรกิจ",
    "Conventional":"บุคลิกสำหรับงานที่เป็นระเบียบแบบแผน"
}
